/*
 * Copyright (c) Visto Corporation dba Good Technology, 2013. All rights reserved.
 */

/* Localizable strings within the Good Dynamics client library user interface.
 * The order of strings in this file is based on the order in which they would
 * normally be encountered during set-up, and then on the order in which they
 * appear on the screen, from top to bottom.
 */

/* Welcome UI strings, for the first page that is displayed, before set-up. */

/* Welcome UI : Navigation Title
 * Also appears in the following:
 * Provision UI : Navigation Title
 * Provision Progress UI : Navigation Title
 */
"Setup" = "Opsætning";

/* Welcome UI : Next button label text */
"Start" = "Opsætning";

/* Welcome UI : Next button Accessibility label */
"_Start" = "Opsætning";

/* Welcome UI : Next button Accessibility hint */
"__Start" = "Skifter til næste skærmbillede.";

/* Welcome UI : Welcome Message
 * In the following, WiFi should be Wi-Fi with a hyphen, but the UI will
 * break the line at the hyphen, which looks bad.
 * IT admin should be IT administrator, but administrator is a long word and
 * causes an odd line break.
 */
"Welcome to Good Dynamics" =
"Velkommen til Good Dynamics!\n\nUnder installationen skal du have forbindelse til et mobilnetværk eller et Wi-Fi-netværk. Du skal bruge din e-mailadresse og adgangsnøglen, som du har modtaget i velkomstmeddelelsen fra din it-administrator.";

/* Provision UI strings, for the page on which the user enters their
 * e-mail address and activation key (aka PIN).
 */

/* Provision UI : Left button label text
 * Also appears in the following:
 * Set Password UI : Left button label text
 * Unlock UI : Left button label text
 */
"Cancel" = "Annuller";

/* Provision UI : Right button label text */
"Next" = "Næste";

/* Company Name - Good Technology */
"Good Technology" = "Good Technology";

/* Provision UI : Email Label text */
"Email Address" = "E-mailadresse";

/* Provision UI : Email accessibility label */
"_EmailAddress" = "E-mailadresse";

/* Provision UI : PIN Label text */
"PIN" = "Adgangsnøgle";

/* Provision UI : PIN Label text */
"Unlock Key" = "Oplåsningsnøgle";

/* Provision UI : PIN Field 1 accessibility label */
"_PinField1" = "Adgangsnøgle, felt 1 af 3";

/* Provision UI : PIN Field 2 accessibility label */
"_PinField2" = "Adgangsnøgle, felt 2 af 3";

/* Provision UI : PIN Field 3 accessibility label */
"_PinField3" = "Adgangsnøgle, felt 3 af 3";

/* Provision UI : Error Message - Invalid PIN */
"Invalid PIN" = "Ugyldig adgangsnøgle";

/* Provision UI : Error Message - No Coverage */
"Network Required" =
"Det er nødvendigt med en forbindelse til et mobilnetværk eller et Wi-Fi-netværk under installationen.\n\nPrøv igen, når en dataforbindelse er tilgængelig.";

/* Provision UI : Title */
"Set-up failed" = "Installationen mislykkedes";

/* Provision Progress UI strings, for the page that is displayed during
 * authorization processing.
 */


/* Provision Progress UI : Left button label text */
"Back" = "Tilbage";

/* Provision Progress UI : Set Up Progress Label */
"Setup Progress" = "Status";

/* Provision Progress UI : Status Label text */
"Status" = "Status";

/* Provision Progress UI : State - Init
 * In this state:
 * Post to the GD NOC activation service
 * Establish Push Connection
 */
"NOC Activation" = "Aktivering af infrastruktur";

/* Provision Progress UI : State - NOC
 * In this state:
 * Post e-mail address and access key to the NOC
 * NOC checks validity
 * Returns: Various server addresses
 */
"NOC Provisioning" = "Aktivering af virksomhed";

/* Provision Progress UI : State - Push Channel
 * In this state:
 * Initial Push Channel is established
 */
"Starting Push Channel" = "Opretter forbindelse til push-kanal";

/* Provision Progress UI : State - Negotiate
 * In this state:
 * Secure communications set-up, part one
 */
"Negotiating Request" = "Sikrer kommunikation";

/* Provision Progress UI : State - Data Request
 * In this state:
 * Secure communications set-up, part two
 */
"Data Request" = "Kommunikation er sikret";

/* Provision Progress UI : State - Downloading Policies
 * In this state:
 * Retrieve policies from enterprise GC
 */
"Downloading Policies" = "Henter politikker";

/* Provision Progress UI : State - Policy Download Complete */
"Policy Download Complete" = "Politikker er hentet";

/* Provision Progress UI : State - Provision Complete */
"Provisioning Complete" = "Aktivering af virksomhed er udført";

/* Provision Progress UI : State - Waiting */
"Waiting..." = "Venter...";

/* Provision Progress UI : State - Checking Permission */
"Checking Permission" = "Kontrollerer rettigheder";

/* Provision Progress UI : State - Checking Permission Complete */
"Permission Verified" = "Rettigheder er godkendt";

/* Provision Progress UI : Provision Fail Message */
"Provisioning with enterprise failed" = "Installationen af programmet mislykkedes";

/* Provision Progress UI : Provision accessibility label */
"_ProvisionProgressUI" = "Status for installation";

/* Provision Progress UI : Provision accessibility hint */
"__ProvisionProgressUI" = "Viser den aktuelle status for installationen.";

/* Provision Progress UI : Provision Access Denied Message
 * IT admin should be IT administrator, but administrator is a long word and
 * causes an odd line break.
 */
"Provisioning Denied" =
"E-mailadressen og adgangsnøglen blev ikke genkendt.\n\nKontroller, at du har indtastet de korrekte værdier, og at de ikke er udløbet. Hvis problemet fortsætter, skal du selv indhente en ny adgangsnøgle eller få en af din it-administrator.";

/* Provision Progress UI : NOC Activation failure message */
"NOC Activation failed" = "Aktivering af infrastruktur mislykkedes";

/* Provision Progress UI : NOC Provisining failure message */
"NOC Provisining Failed" = "Aktivering af virksomhed mislykkedes";

/* Provision Progress UI : Starting Push Channel failure message */
"Starting Push Channel Failed" = "Det var ikke muligt at oprette forbindelse til push-kanal";

/* Provision Progress UI : Negotiating Request failure message */
"Negotiating Request Failed" = "Det var ikke muligt at etablere sikker kommunikation";

/* Provision Progress UI : Data Request failure message */
"Data Request Failed" = "Det var ikke muligt at konfigurere sikker kommunikation";

/* Provision Progress UI : Policy Exchange failure message */
"Policy Exchange failed" = "Hentning af politik mislykkedes";

/* Provision Progress UI : Send Log */
"Send Log" = "Send log";

/* Provision Progress UI : Retry */
"Retry" = "Prøv igen";

/* Set Password UI strings, for the screen on which the user sets their
 * security password. The password must comply with the provisioning
 * enterprise's security policies.
 * The Set Password screen can appear in two contexts:
 * Immediately after set-up has completed and the user sets their password for
 * the first time, and
 * As part of the preferences user interface, where the user can change their
 * password.
 */

/* Set Password UI : Navigation Title - Set Password
 * For use when the screen appears as part of the set-up UI
 */
"Set a New Password" = "Angiv ny adgangskode";

/* Set Password UI : Navigation Title - Change Password
 * For use when the screen appears as part of the GD Settings UI
 */
"Change Password" = "Skift adgangskode";

/* Password Requirements button label */
"Password Requirements" = "Adgangskodekrav";

/* Set Password UI : Right button label text */
"Done" = "Udført";

/* Set Password UI : Label text */
"Go" = "Gå";

/* Set Password UI : Label text for setting password. */
"You are required to set a password." = "Du skal angive en adgangskode.";

/* Set Password UI : Placeholder text string for confirm password textfield */
"Confirm New Password" = "Bekræft ny adgangskode";

/* The following strings are used to present the rules that will apply to the
 * user's password.
 */

/* Set Password UI : Password Guide Preface
 * The following appears above the rules statements.
 */
"Your password must include:\n" = "Din adgangskode skal bestå af:\n";

/* Set Password UI : Password Guide - Repeat
 * Note. The relative positions of repeated characters does not affect this
 * policy. In other words the repeated characters could be adjacent or not
 * adjacent.
 */
"- Disallow %d or more repeated characters\n" = "- Maksimalt %d tegn\n";

/* Set Password UI : Password Guide - Sequential Number
 * Note: There is no policy against sequential letters, for example: abcdef
 */
"- Do not allow sequential numbers\n" = "- Ingen fortløbende numre (f.eks. 123 eller 321)\n";

/* Set Password UI : Password Guide - Personal Information
 */
"- Do not allow personal information\n" = "- Ingen personlige oplysninger\n";

/* Set Password UI : Password Guide - Length */
"- Require at least %d characters\n" = "- Mindst %d tegn\n";

/* Set Password UI : Password Guide - Special Character
 * Note: Here, a special character is one that returns non-zero when passed to a
 * standard ispunct() function. See the following page for a definition:
 * http://pubs.opengroup.org/onlinepubs/000095399/basedefs/xbd_chap07.html
 */
"- Require at least one special character\n" = "- Ikke kun bogstaver og tal\n";

/* Set Password UI : Password Guide - Number */
"- Require both letters and numbers\n" = "- Både bogstaver og tal\n";

/* Set Password UI : Password Guide - Uppercase */
"- Require both upper and lower case\n" = "- Både små og store bogstaver\n";

/* End of password rules */

/* Set Password UI : Placeholder text string for new password textfield */
"New Password" = "Ny adgangskode";

/* Set Password UI : Placeholder text string for old password textfield */
"Current Password" = "Nuværende adgangskode";


/* The following are error messages for use when the password that the user
 * entered does not comply with security policy. These are displayed on a
 * dialog over the screen on which the user has attempted to enter the password.
 * The title of the dialog is always "Error" or its localization.
 */

/* Set Password UI : Error Message - Password Change Failure
 * This error is displayed if the old password was incorrect.
 */
"New password cannot be changed" = "Det var ikke muligt at ændre adgangskoden. Prøv igen.";

/* Set Password UI : Error Message - Password Change Failure History */
"Your password cannot be set to one used previously." = "Adgangskoden har været brugt tidligere.";

/* Set Password UI : Error Message - Password Change Failure Too Soon */
"Your password cannot be changed twice in the same day." = "Adgangskoden er allerede blevet ændret i dag.";

/* Set Password UI : Error Message - Sequential Numbers */
"No number sequence allowed (eg.123 or 321)" = "Adgangskoden indeholder fortløbende tal ( f.eks. 123 eller 321).";

/* Set Password UI : Error Message - Personal Information */
"Password cannot have personal information" = "Adgangskoden indeholder personlige oplysninger";

/* Set Password UI : Error Message - General Error */
"Password is not strong enough." = "Adgangskoden er ikke stærk nok.";

/* Set Password UI : Error Message - Short Password */
"Password is too short." = "Adgangskoden er for kort.";

/* Set Password UI : Error Message - Letters and Numbers */
"Password must have both letters and numbers" = "Adgangskoden indeholder ikke både bogstaver og tal.";

/* Set Password UI : Error Message - Upper Case */
"Password must have upper and lower case letters" = "Adgangskoden indeholder ikke store og små bogstaver.";

/* Set Password UI : Error Message - Numeric Character */
"There is no numeric character in password." = "Adgangskoden indeholder ikke tal.";

/* Set Password UI : Error Message - Special Character */
"There is no special character (@, #, $) in password." = "Adgangskoden indeholder kun bogstaver og tal.";

/* Set Password UI : Error Message - No Uppercase */
"There is no uppercase character in password." = "Adgangskoden indeholder ikke store bogstaver.";

/* Set Password UI : Error Message - Repeated Characters */
"Too many repeated characters" = "Adgangskoden indeholder for mange gentagne tegn.";

/* Set Password UI : Error Message - Not Matched */
"Two passwords do not match" = "De to adgangskoder er ikke ens. Prøv igen.";

/* End of password compliance error messages */

/* Set Password UI : Error Message - Password Set Failure */
"New password cannot be set" = "Det var ikke muligt at angive en ny adgangskode.";

/* Set Password UI : Error Message - Empty Password */
"Empty password is not allowed." = "Der er ikke angivet en adgangskode.";

/* Set Password UI : old password accessibility label */
"_OldPassword" = "Tidligere adgangskode";

/* Set Password UI : new password accessibility label */
"_NewPassword" = "Ny adgangskode";

/* Set Password UI : confirm password accessibility label */
"_ConfirmPassword" = "Bekræft ny adgangskode";

/* Block UI : Navigation Title */
"Blocked" = "Program spærret";

/* Block UI : Description
 * In principle, this is always blocked due to policy violation. In actuality,
 * there are two scenarios in which a policy block could be put in place.
 * Something may have happened on the device that makes it non-compliant.
 * Also possible is that a policy update has taken place and the device is not
 * compliant with the new policy, but was compliant with the old policy.
 */
"Application access blocked" = "Der er blevet spærret for adgangen til dette program.";

/* Device Wipe UI : Navigation Title */
"Invalid Device" = "Adgang nægtet til programmet";

/* Device Wipe UI : Description */
"Your device has been wiped!" = "Dette program er blevet fjernet. Kontakt din it-administrator, hvis du ønsker at få adgang til det igen.";

/* Lock UI : Navigation Title */
"Locked" = "Program låst";

/* InterApp Lock UI : Navigation Title */
"Access Blocked" = "Adgang spærret";

/* InterApp Lock UI:  Single Auth Delegate: Description */
"The authentication application is not installed." = "Godkendelsesprogrammet er ikke installeret.";

/* InterApp Lock UI :  Multi Auth Delegate Description */
"The authentication applications are not installed." = "Godkendelsesprogrammerne er ikke installerede.";

/* InterApp Lock UI : Single Auth Delegate : Description whilst retreving download URL */
"The authentication application is not installed or an update is required.\n\nRetrieving application details:\nBundle ID: %s" = "Godkendelsesprogrammet er ikke installeret, eller en opdatering er påkrævet.\n\nHenter programoplysninger: Pakke-ID: %s";

/* InterApp Lock UI : Multi-Auth Delegate : Description whilst retreving download URL */
"The authentication applications are not installed or an update is required.\n\nRetrieving application details:\nBundle IDs: %s" = "Godkendelsesprogrammerne er ikke installerede, eller en opdatering er påkrævet.\n\nHenter programoplysninger: Pakke-ID: %s";

/* InterApp Lock UI : Single Auth Delegate : Description whilst retreving download URL got name and version */
"The authentication application is not installed or an update is required.\n\nRetrieving application details:\nBundle ID: %s\nName: %s\nVersion: %s" = "Godkendelsesprogrammet er ikke installeret, eller en opdatering er påkrævet.\n\nHenter programoplysninger:\nPakke-ID: %s\nNavn: %s\nVersion: %s";

/* InterApp Lock UI : Multi Auth Delegate : Description whilst retreving download URL got name and version */
"The authentication applications are not installed or an update is required.\n\nRetrieving application details:\nBundle ID: %s\nName: %s\nVersion: %s" = "Godkendelsesprogrammerne er ikke installerede, eller en opdatering er påkrævet.\n\nHenter programoplysninger:\nPakke-ID: %s\nNavn: %s\nVersion: %s";

This alert should display a list of the bundle IDs,names and version numbers for all the authenticator apps

/* InterApp Lock UI : Single Auth Delegate : Description retreived download URL */
"The authentication application is not installed or an update is required.\n\nApplication details:\nBundle ID: %s\nName: %s\nVersion: %s\n\nPlease obtain from:\n%s" = "Godkendelsesprogrammet er ikke installeret, eller en opdatering er påkrævet.\n\nProgramoplysninger:\nPakke-ID: %s\nNavn: %s\nVersion: %s\n\nHent fra:\n%s";

/* InterApp Lock UI : Multi-Auth Delegate : Description retreived download URL */
"The authentication applications are not installed or an update is required.\n\nApplication details:\nBundle ID: %s\nName: %s\nVersion: %s\n\nPlease obtain from:\n%s" = "Godkendelsesprogrammerne er ikke installerede, eller en opdatering er påkrævet.\n\nProgramoplysninger:\nPakke-ID: %s\nNavn: %s\nVersion: %s\n\nHent fra:\n%s";

This alert should display a list of the bundle IDs,names, version numbers and location from where to download all the authenticator apps

/* InterApp Lock UI : Single Auth Delegate : Description has no download URL */
"The authentication application is not installed or an update is required.\n\nApplication details:\nBundle ID: %s\nName: %s\nVersion: %s\n\nPlease contact your IT administrator." = "Godkendelsesprogrammet er ikke installeret, eller en opdatering er påkrævet.\n\nProgramoplysninger:\nPakke-ID: %s\nNavn: %s\nVersion: %s\n\nKontakt din it-administrator.";

/* InterApp Lock UI : Multi Auth Delegate : Description got no download URL */
"The authentication applications are not installed or an update is required.\n\nApplication details:\nBundle ID: %s\nName: %s\nVersion: %s\n\nPlease contact your IT administrator." = "Godkendelsesprogrammerne er ikke installerede, eller en opdatering er påkrævet.\n\nProgramoplysninger:\nPakke-ID: %s\nNavn: %s\nVersion: %s\n\nKontakt din it-administrator.";

This alert should display a list of the bundle IDs,names, version numbers of all the authenticator apps

/* Wipe or Reset UI : Title */
"Authentication failed" = "Godkendelse mistet";

/* Wipe or Reset UI : Message */
"The authentication application has failed to authenticate this application. You can choose to initiate Password Reset, which will required obtaining a special code from your IT administrator, or Wipe to wipe all data and start again." =
"Vælg Genopret for at genoprette godkendelsen. Dette kræver en særlig kode fra din it-administrator. Vælg Slet for at slette dine data, så godkendelsen kan konfigureres igen. Konfigurerer du godkendelsen, er en genaktivering med en ny adgangsnøgle påkrævet.";

/* Recover */
"Use the code received from your IT to unlock the application.\n\nNote: If you do not have the code, please, contact your IT organization for assistance" = "Brug koden, du har modtaget fra din it-afdeling, til at låse programmet op.\n\nBemærk: Hvis du ikke har en kode, skal du kontakte din it-afdeling for at få support";

/* Wipe or Reset UI : Right button label text */
"Reset Password" = "Genopret";

/* Wipe or Reset UI : Left button label text */
"Wipe" = "Slet";

/* Please Wait UI : Navigation Title */
"Authenticating" = "Godkender";

/* Remote Lock UI : Navigation Title */
"Remote Lock" = "Program låst eksternt";

/* Remote Lock UI : Right button label text
 Unlock UI : Right button label text */
"Unlock" = "Lås op";

/* Remote Lock UI : Help Message */
"Contact your IT administrator with the following case sensitive unlock-code to get the temporary unlock password." = "Kontakt din it-administrator, og angiv følgende oplåsningskode for at få en midlertidig adgangskode til at låse op for dette program.";

/* Remote Lock UI : Password Field 1 accessibility label */
"_PwdField1" = "Oplåsningsnøgle, felt 1 af 4";

/* Remote Lock UI : Password Field 2 accessibility label */
"_PwdField2" = "Oplåsningsnøgle, felt 2 af 4";

/* Remote Lock UI : Password Field 3 accessibility label */
"_PwdField3" = "Oplåsningsnøgle, felt 3 af 4";

/* Remote Lock UI : Password Field 4 accessibility label */
"_PwdField4" = "Oplåsningsnøgle, felt 4 af 4";

/* Remote Lock UI : Error alertview message
 Unlock UI : Error alertview message */
"Incorrect Password" = "Forkert adgangskode";

/* Unlock UI : Incorrect Password with max */
"The password you entered is not correct. You have %d attempts remaining." =
"Den indtastede adgangskode er ikke korrekt. Du har %d forsøg tilbage.";

/* Unlock UI : Incorrect Password */
"The password you entered is not correct." =
"Den indtastede adgangskode er ikke korrekt.";

/* Unlock UI : Navigation Title */
"Login" = "Login";

/* Unlock UI : Placeholder text string for password textfield */
"Password" = "Adgangskode";

/* Unlock UI : Label text for entering regular password */
"Enter Password" = "Indtast adgangskode";

/* Unlock UI : enter password accessibility label */
"_EnterPassword" = "Indtast adgangskode";

/* Unlock UI : Label text for entering PIN as password */
"Enter PIN" = "Indtast adgangsnøgle";

/* Unlock UI : Label text for entering unlock key as password */
"Enter Unlock Key" = "Indtast oplåsningsnøgle";

/* Application Unlock : Title */
"Applicaton Unlock" = "Oplåsning af program";

/* Application Unlock : Unlock assistance */
"An unlock key can be obtained from Good Control or from an IT Administrator." = "Du kan få en oplåsningsnøgle fra Good Control eller fra en it-administrator.";

/* General UI : Clear button label */
"Clear" = "Slet";

/* General UI : Next Button accessibility label */
"_NextButton" = "Næste";

/* General UI : Next Button accessibility hint */
"__NextButton" = "Skifter til næste skærmbillede.";

/* General UI : Cancel Button accessibility label */
"_CancelButton" = "Tilbage";

/* General UI : Cancel Button accessibility hint */
"__CancelButton" = "Skifter til forrige skærmbillede.";

/* General UI : Close Button accessibility label */
"_CloseButton" = "Luk";

/* General UI : Close Button accessibility hint */
"__CloseButton" = "Afslutter det nuværende skærmbillede.";

/* General UI : Info Button accessibility label */
"_InfoButton" = "Oplysninger";

/* General UI : Info Button accessibility hint */
"__InfoButton" = "Giver en detaljeret forklaring af disse indstillinger.";

/* Help UI : webview accessibility label */
"_HelpWebview" = "Eksempel på e-mail";

/* Error Alert View : Title */
"Error" = "Fejl";

/* Error Alert View : Button label */
"OK" = "OK";

/* Error Alert View : Title */
"Application Access Denied" = "Adgang nægtet til programmet";

/* Error Alert View : Title */
"Unauthorized User" = "Uautoriseret bruger";

/* Device Wipe/Block UI: App Denied */
"Wipe/Block App Denied" = "Programmet er ikke godkendt.\n%@ v%@\nKontakt din it-administrator.";

/* Device Wipe/Block UI: Description Mobile Docs */
"Wipe/Block key changed" = "Godkendelsesprogrammet kunne ikke indlæses. Al data, der er gemt i programmet, er blevet slettet. Afslut og genstart programmet for at prøve igen.";

/* Device Wipe/Block UI: NEM mode Description */
"Wipe/Block NEM Mode" = "Programmet er i simuleringstilstand og kan ikke køres på en enhed.";

/* Device Wipe/Block UI: Incompliant library Description */
"Wipe/Block Incompliant lib version" = "Dette program er baseret på Good Dynamics library version '%@' og er ikke tilladt. Opgrader programmet, eller aktiver denne version i den retningsgivende politik.";

/* Device Wipe/Block UI: Incompliant device Description */
"Wipe/Block Incompliant device" = "Enhedens hardwareversion er '%@' og er ikke tilladt. Installer programmet på en tilladt enhed, eller aktiver denne hardware i den retningsgivende politik.";

/* Device Wipe/Block UI: Rooted Description */
"Wipe/Block Rooted" = "Der er foretaget jailbreaking på enheden.";

/* Device Wipe/Block UI: Connectivity in days Description */
"Wipe/Block Connectivity in days" = "Programmet har ikke oprettet forbindelse til Good Control inden for de seneste %d dage.";

/* Device Wipe/Block UI: Connectivity in hours Description */
"Wipe/Block Connectivity in hours" = "Programmet har ikke oprettet forbindelse til Good Control inden for de seneste %d timer.";

/* Device Wipe/Block UI: Max password attempts exceeded Description */
"Wipe/Block Max password attemnts exceeded" = "Det maksimale antal forsøg for at indtaste en ugyldig adgangskode er %d, og dette er overskredet.";

/* Device Wipe/Block UI: Data has been wiped */
"Wipe/Block data removed" = " It-afdelingen har fjernet al data, der er knyttet til dette program.";

/* GDiOS Event : App Permission Failed */
"Error application not allowed for user" = "Fejl, brugeren har ikke tilladelse til programmet";

/* GDiOS Event : Activation Failed */
"Error device activation failed" = "Fejl, aktivering af enhed mislykkedes";

/* GDiOS Event : Provisioning Failed */
"Error provisioning with enterprise failed" = "Fejl, provisionering til virksomhed mislykkedes";

/* GDiOS Event : Push Connection Failed */
"Error push connection failed to open" = "Fejl, det var ikke muligt at åbne push-forbindelsen";

/* GDiOS Event : Security Failed */
"Error unlocking secure container" = "Fejl i forbindelse med oplåsning af sikker beholder";

/* GDiOS Event : Provision Cancelled */
"Error user cancelled provisioning" = "Fejl ved opstart - bruger annullerede provisionering";

/* GDiOS Event : OK */
"Authorization OK" = "Godkendelse OK";

/* GDiOS Event : Application Blocked */
"Application access has been blocked" = "Adgang til programmet er blevet spærret";

/* GDiOS Event : Application Wiped */
"Application has been wiped" = "Programmet er blevet fjernet";

/* GDiOS Event : Application Idle Lockout */
"Application idle timeout activated" = "Programmets timeout for inaktivitet er aktiveret";

/* GDiOS Event : Application Remote Locked */
"Application has been remote locked" = "Programmet er blevet låst eksternt";

/* GDiOS Event: Password Change Required */
"Password Change Required" = "Ændring af adgangskode er påkrævet";

/* [Simulated] : Simulated Title Append
 * Displayed when the application is running in Enterprise Simulation mode
 */
"[Simulated]" = "[Simuleret]";

/* Unlock UI : Label text for forgot password */
"_ForgotPasswordLabel" = "Glemt adgangskoden?";

/* Unlock UI : forgot password accessibility label */
"_ForgotPasswordButton" = "Glemt adgangskoden?";

/* Unlock UI : forgot password accessibility hint */
"__ForgotPasswordButton" = "Prompter til bekræftelse af nulstilling af adgangskode.";

/* Confirm Alert View : Title */
"Lock For Reset?" = "Lås for at nulstille?";

/* Confirm Alert View : Message */
"Password reset requires a special code from your IT administrator. The application will be locked as soon as reset is requested." = "Nulstilling af adgangskode kræver en særlig kode fra din it-administrator. Programmet låses, så snart der anmodes om nulstilling.";

/* Confirm Alert View : Positive Button */
"Reset" = "Nulstil";

/* Unlock UI : Keyboard Guide */
"Touch 'Next' to unlock." = "Tryk på \"Næste\" for at låse op.";

/* EULA UI : accept EULA accessibility label */
"_AcceptEULAButton" = "Accepter aftale";

/* EULA UI : accept EULA accessibility hint */
"__AcceptEULAButton" = "Accepterer aftalen.";

/* EULA UI : decline EULA accessibility label */
"_DeclineEULAButton" = "Afvis aftale";

/* EULA UI : accept EULA accessibility hint */
"__DeclineEULAButton" = "Afviser aftalen.";

/* EULA UI : UDID agreement text */
"UDID Agreement" = "Vil du tillade, at det unikke enheds-ID (UDID) læses?\n\nTidligere var programdata beskyttet af det unikke enheds-ID (UDID). Uden adgang til UDID kan du ikke hente dine gemte data, der derfor er nødt til at blive slettet.";

/* Migrate UI : UDID Access Warning : Title */
"UDID Access Warning Title" = "Adgang nægtet til UDID";

/* Migrate UI : UDID Access Warning : Message */
"UDID Access Warning Message" = "Nulstil programmet, og slet tilhørende data?";

/* Migrate UI : UDID Access Warning : OK */
"UDID Access Warning OK" = "Slet";

/* Migrate UI : UDID Access Warning : Allow */
"UDID Access Warning Allow" = "Tillad";

/* Remote Lock UI : Description */
"Contact your IT administrator with the above unlock code to get a temporary password to unlock this application." = "Kontakt din it-administrator med ovenstående oplåsningskode for at få en midlertidig adgangskode til at låse dette program op.";

/* Provision UI : Provision Help Title */
"An access key should have been sent to you in an e-mail like the following:" = "Der er blevet sendt en adgangsnøgle til dig i en e-mail som den følgende:";

/* Provision UI : Provision Help Title */
"An unlock access key should have been sent to you in an e-mail like the following:" = "Der er blevet sendt en oplåsningsadgangsnøgle til dig i en e-mail som den følgende:";

/* Help UI : access key help message */
"Access key help message" = "<br><div style=\"width:[OUTERWIDTH]px\"><style>DIV.PlainText { font-size:[FONTSIZE];font-family:monospace;background-color:#ffffff;color:#000000; -webkit-border-radius: 5px 5px 0px 0px; padding: [PADDING]px; background: -webkit-gradient(linear, left top, left bottom, from(rgba(255,255,255,1.0)), to(rgba(255,255,255,0.0)), color-stop(.92,#ffffff));}</style>%@<br><br><font size=\"2\"><div style=\"padding:5px;margin:0px auto; width:[INNERWIDTH]px\" class=\"PlainText\">Kære <font color=808080><i>Dit navn</i></font>,<br><br>Du har fået adgang til... <br><br>&nbsp;&nbsp; 1. Download det nødvendige program<br>&nbsp;&nbsp;&nbsp;...<br>&nbsp;&nbsp; 2. Indtast følgende oplysninger, når du bliver <br>&nbsp;&nbsp; bedt om det (der skelnes ikke mellem store og små bogstaver):<br><br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; E-MAILADRESSE:&nbsp; <span style=\"background:yellow;color:808080\"><i>e-mail@virksomhed.dk</i></span><br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; ADGANGSNØGLE: <span style=\"background:yellow;color:808080\"><i>xxxxx-xxxxx-xxxxx</i></span><br><br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Din adgangsnøgle udløber:<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<font color=808080><i>udløbsdato</i></font><br><br>&nbsp;&nbsp; 3. Hvis påkrævet i henhold til it-sikkerhedspolitik...<br><br><br></div></font></div>";

/* Help UI : unlock access key help message */
"Unlock access key help message" = "<br><div style=\"width:[OUTERWIDTH]px\"><style>DIV.PlainText { font-size:[FONTSIZE];font-family:monospace;background-color:#ffffff;color:#000000; -webkit-border-radius: 5px 5px 0px 0px; padding: [PADDING]px; background: -webkit-gradient(linear, left top, left bottom, from(rgba(255,255,255,1.0)), to(rgba(255,255,255,0.0)), color-stop(.92,#ffffff));}</style>%@<br><br><font size=\"2\"><div style=\"padding:5px;margin:0px auto; width:[INNERWIDTH]px\" class=\"PlainText\">Kære <font color=808080><i>Dit navn</i></font>,<br><br>Du har fået adgang til... <br><br>&nbsp;&nbsp; Indtast de følgende oplysninger, når du bliver <br>&nbsp;&nbsp; bedt om det (der skelnes ikke mellem små og store bogstaver):<br><br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; E-MAILADRESSE:&nbsp; <span style=\"background:yellow;color:808080\"><i>e-mail@virksomhed.dk</i></span><br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; OPLÅSNINGSADGANGSNØGLE: <span style=\"background:yellow;color:808080\"><i>xxxxx-xxxxx-xxxxx</i></span><br><br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Din adgangsnøgle udløber:<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<font color=808080><i>udløbsdato</i></font><br><br>&nbsp;&nbsp;<br><br><br></div></font></div>";

/* Help UI : access key help message non-html */
"Access key help message non-html" = "Kære <Your Name>,\n\nDu har fået adgang til ... \n\n1. Download det nødvendige program ...\n2. Indtast følgende oplysninger (der skelnes ikke mellem små og store bogstaver):\n\nE-MAILADRESSE:  e-mail@virksomhed.dk\nADGANGSNØGLE: xxxxx-xxxxx-xxxxx\n\nDin adgangsnøgle udløber: <expiration date>\n\n3. Hvis påkrævet i henhold til it-sikkerhedspolitikken...";

/* Information UI : title */
"Information" = "Oplysninger";

/* The following are error messages for use in Secure Document Transfer
 * These are used by the secure Preview Controller & secure document
 * interaction controller
 */

/* Preview Controller : no apps message */
"Preview controller has no apps message" = "Ingen egnede programmer.";

/* Preview Controller : share denied title */
"Preview controller share denied title" = "Handlingen er ikke tilladt.";

/* Preview Controller : share denied message*/
"Preview controller share denied" = "Denne handling er ikke tilladt ifølge din retningsgivende it-politik.";

/* Preview Controller : share denied title */
"Preview controller this file type is not supported message" = "Eksempelvisning af denne filtype er ikke understøttet.";

/* Document Interaction Controller : target app not allowed message */
"Document interaction controller application disallowed message" = "Destinationsprogrammet er ikke understøttet.";

/* Document Interaction Controller : error sending file title */
"Document interaction controller error title" = "Fejl i forbindelse med filoverførsel";

/* Document Interaction Controller : error sending message */
"Document interaction controller error message" = "Der opstod en fejl under filoverførslen.";

/* Document Interaction Controller : try again title */
"Document interaction controller try again title" = "Prøv igen";

/* Document Interaction Controller : try again message */
"Document interaction controller try again message" = "Filoverførsler er stadig sikret. Prøv igen senere.";

/* Provision UI : Provision Help Title */
"An unlock key should have been sent to you in an e-mail like the following:" = "Der er blevet sendt en oplåsningsnøgle til dig i en e-mail som den følgende:";

/* Provision UI : Provision Help Title */
"An access key should have been sent to you in an e-mail like the following:" = "Der er blevet sendt en adgangsnøgle til dig i en e-mail som den følgende:";

/* Unlock UI : Incorrect Password */
"The password you entered is not correct. You have %d attempts remaining." = "Den indtastede adgangskode er ikke korrekt. Du har %d forsøg tilbage.";

/* Unlock UI : Error alertview message */
"The password you entered is not correct." = "Den indtastede adgangskode er ikke korrekt.";

/* Error Alert View : Title */
"Incorrect Password" = "Forkert adgangskode";

/* Error Alert View : Button label */
"OK" = "OK";

/* Unlock UI : Error alertview message */
"Incorrect Password" = "Forkert adgangskode";

/* EA password screen prompt */
"Use your unlock password to allow." = "Brug din oplåsningsadgangskode for at give tilladelse.";

/* EA password screen forgot pass prompt */
"Forgot Password" = "Glemt adgangskoden?";

/* EA password is requesting activation prompt */
"is requesting setup." = "anmoder om installation.";

/* Confirm Alert View : Title */
"Lock For Reset?" = "Lås for at nulstille?";

/* Confirm Alert View : Message */
"Password reset requires a special code from your IT administrator. The application will be locked as soon as reset is requested." = "Nulstilling af adgangskode kræver en særlig kode fra din it-administrator. Programmet låses, så snart der anmodes om nulstilling.";

/* Unlock UI : Label text for entering unlock key as password */
"Enter Unlock Key" = "Indtast oplåsningsnøgle";

/* Unlock UI : Label text for entering PIN as password */
"Enter PIN" = "Indtast PIN-kode";

/* Unlock UI : Label text for entering regular password */
"Enter Password" = "Indtast adgangskode";

/* Unlock UI : Label text for forgot password */
"Forgot Password" = "Glemt adgangskoden?";

/* EA - access key prompt */
"Setup using your Access Key" = "Installation ved hjælp af din adgangsnøgle";

/* EA Access Key : Message */
"Retrieving Access Key" = "Henter adgangsnøgle";

/* EA Learn more button label */
"Learn More" = "Lær mere";

/* EA Report a Problem button label */
"Report a Problem" = "Rapporter et problem";

/* EA Secured By label */
"Secured By" = "Sikret af";

/* EA Setup using label */
"Setup using" = "Installation ved hjælp af";

/* EA activation options format string */
"Application for %s:" = "Program til %s:";

/* EA Error Alert View : Unable to launch EA delegate */
"Unable to launch EA delegate" = "Det var ikke muligt at starte EA-delegeret";

/* EA Error Alert View : format string with code */
"Error returned %d" = "Returneret fejl %d";

/* Easy Activation: 401 - Unauthorized:  The user cancelled the activation request.*/
"Activation request was canceled" = "Aktiveringsanmodningen blev annulleret.";

/* Easy Activation: 403 - Forbidden - The user is not entitled to activate the specified application/version.*/
"You are not entitled to setup the specified app" = "Du har ikke rettigheder til at installere det pågældende program eller den pågældende version. Kontakt din it-afdeling for at få adgang.";

/* Easy Activation: 404 - "Not Found - The requesting application is not a recognized GD application.*/
"The application you are trying to setup is not recognized" = "Programmet, du forsøger at installere, kan ikke genkendes. Kontakt din it-afdeling for at få flere oplysninger.";

/* Easy Activation: 500 - Unspecified error*/
"Activation request failed. Try again" = "Installationen mislykkedes. Prøv igen, eller udfør installationen med din adgangsnøgle.";

/* Easy Activation: 502 - "Bad Gateway - The request failed due to a network communication failure with or between the backend servers.*/
"Unable to connect. Try again" = "Det var ikke muligt at oprette forbindelse. Prøv igen";

/* Easy Activation: 503 - Unavailable - The responding application is not configured to act as an activation delegate.*/
"Setup failed. Selected app to assist with set up is not correctly configured" = "Installationen mislykkedes. Kontroller, at den valgte app, der skal benyttes i forbindelse med installationen, er indstillet korrekt. Alternativt kan du udføre installationen med din adgangsnøgle.";

/* Easy Activation: 507 - Mismatch - Address mismatch because the catalogue doesn’t have the correct AppLocalAddress.*/
"Setup failed. App requesting activation is misconfigured" = "Programmet, du prøver på at installere, er konfigureret forkert. Kontakt din it-afdeling for at få flere oplysninger.";

/* Learn More: Requesting Activation Title */
"Setup Options" = "Vælg indstilling for installation";

/* Learn More: Requesting Activation */
"Select an option to activate application." = "Vælg at installere automatisk med Good Dynamics-installationsprogrammet, eller få en adgangsnøgle fra din it-administrator.";

/* Learn More: Access Key Screen Title */
"Setup App" = "Installationsprogram";

/* Learn More: Access Key Screen */
"Activate application" = "Når du skal installere dit program, skal du bruge din e-mailadresse og adgangsnøglen, som du har modtaget i velkomstmeddelelsen fra din it-administrator.";

/* Learn More : Lock Screen Title */
"Complete Setup" = "Fuldfør installation";

/* Learn More : Lock Screen */
"Enter the unlock password for the Good Dynamics setup application to complete setup." = "Indtast oplåsningsadgangskoden til Good Dynamics-installationsprogrammet for at fuldføre installationen. Hvis du har glemt din oplåsningsadgangskode, skal du vælge indstillingen \"Annuller\" og herefter vælge \"Installation ved hjælp af adgangsnøgle\".";

/* Learn More : Application Blocked Title */
"Blocked" = "Program spærret";

/* Learn More : Application Blocked */
"Application access has been blocked" = "Adgang til programmet er blevet spærret. Kontakt din it-afdeling for at få flere oplysninger.";

/*Unspecified error*/
"Unspecified error" = "Ukendt fejl";

/* Blocked/FIPS because of wrapping */
"FIPS mode is required by your organization and cannot be enabled in the current application. Please contact your IT for support" = "Din virksomhed kræver brug af FIPS-tilstand, men den kan ikke aktiveres i det aktuelle program. Kontakt din it-afdeling for at få support";

/* Blocked/FIPS because of arch (64bit) */
"FIPS mode is required by your organization and is not compatible with your device. Please contact your IT for support" = "Din virksomhed kræver brug af FIPS-tilstand, men den er ikke kompatibel med din enhed. Kontakt din it-afdeling for at få support";

/* Blocked/FIPS because it just failed for some reason to activate */
"FIPS mode is required by your organization and has failed to activate. Please contact your IT for support" = "Din virksomhed kræver brug af FIPS-tilstand, men den kunne ikke aktiveres. Kontakt din it-afdeling for at få support";

/* Mailto UI : Title */
"Mail Service Restricted" = "Begrænset mailtjeneste";

/* Mailto Error Alert View : GFE send email service is unavailable */
"A secure mail service is not available to this application. Please contact your IT for support" = "En sikker mailtjeneste er ikke tilgængelig for dette program. Kontakt din it-afdeling for at få support.";

/* Mailto Error Alert View : User prompt that displays when Data Leakage Prevention is on */
"This operation is not allowed by your current security settings. Please contact your IT for support" = "Dine nuværende sikkerhedsindstillinger tillader ikke denne handling. Kontakt din it-afdeling for at få support.";

/* Mailto Error Alert View : User prompt that displays when Data Leakage Prevention is off.*/
"Select mail service" = "Vælg mailtjeneste.";

/* Error Alert View : Button label */
"GFE (secure)" = "GFE (sikker)";

/* Error Alert View : Button label */
"Mail" = "Mail";

/* Error Alert View : Button label */
"Cancel" = "Annuller";

/* Upload Logs UI : Title */
"Upload Logs" = "Upload af logge";

/* Upload Logs Alert View : Logs sent */
"Log upload has been scheduled." ="Upload af log er blevet planlagt.";


/* Open URL : Title */
"Select Application to Open URL" = "Vælg program til at åbne URL-adresse";

/* Open URL : Button label text */
"Cancel" = "Annuller";

/* Open URL : Error Alert View : Title */
"Error" = "Fejl";

/* Open URL : Error Message - No applications*/
"No Applications installed to open URL" = "Der er ingen installerede programmer til at åbne URL-adresse.";

/* Open URL : Error Alert View : Button label */
"Cancel" = "Annuller";


